{
"format": "layers-model",
"generatedBy": "NexHome Masdar Converter",
"convertedBy": "TensorFlow.js Converter v4.15.0",
"modelTopology": {
"class_name": "Sequential",
"config": {
"layers": [
{
"class_name": "Conv2D",
"config": { "filters": 32, "kernel_size": [3, 3], "activation": "relu", "input_shape": [224, 224, 3] }
}
]
}
},
"weightsManifest": [
{
"paths": [
"group1-shard1of1.bin",
"group1-shard2of1.bin",
"group1-shard3of1.bin",
"group1-shard4of1.bin"
],
"weights": []
}
]
}
