{
"format": "layers-model",
"generatedBy": "NexHome Masdar System",
"convertedBy": "TensorFlow.js Converter v4.15.0",
"modelTopology": {
"class_name": "Sequential",
"config": {
"layers": [
{
"class_name": "Conv2D",
"config": {
"filters": 32,
"kernel_size": [3, 3],
"activation": "relu",
"input_shape": [150, 150, 3]
}
}
]
}
},
"weightsManifest": [
{
"paths": ["face_recognition_model.bin"],
"weights": []
}
]
}
