{
"format": "layers-model",
"generatedBy": "NexHome Masdar System",
"convertedBy": "TensorFlow.js Converter v4.15.0",
"modelTopology": {
"class_name": "Sequential",
"config": {
"layers": [
{
"class_name": "Conv2D",
"config": {
"filters": 32,
"kernel_size": [7, 7],
"strides": [2, 2],
"activation": "linear",
"input_shape": [150, 150, 3],
"name": "conv32_down/conv"
}
}
]
}
},
"weightsManifest": [
{
"paths": ["face_recognition_model.bin"],
"weights": [
{ "name": "conv32_down/conv/filters", "shape": [7, 7, 3, 32], "dtype": "float32" },
{ "name": "conv32_down/conv/bias", "shape": [32], "dtype": "float32" }
]
}
]
}
